Repository: Lazyscripts/lazyscripts
Catalog: po/*.po
Languages: de, fr, zh_cn

# console.lzsadmin.update.building_index
source: Building scripts index...
de: Script-Index wird erstellt...
fr: Construction de l'index des scripts...
zh_cn: 正在建立脚本索引档...

# console.gui_run.dont_run_as_root
source: Please do not run as root.
de: Bitte nicht mit root-Rechten ausführen.
fr: Veuillez ne pas lancer en tant qu'utilisateur root
zh_cn: 请勿以系统管理者权限执行

# console.gui_run.distro_is_not_supported
source: Distribution is not supported.
de: Distribution nicht unterstützt.
fr: Distribution non-supportée
zh_cn: 不支援此发行版本

# console.gui_run.gksu_msg
source: "Lazyscripts is about to modify the system wide configuration and install software. For this, the System Administrator permissions are required. (In Lazyscripts, the password is whichever you used when logging in)"
de: "Lazyscripts muss Änderungen am System vornehmen und Software installieren. Hierfür werden Adminrechte benötigt. (Unter Ubuntu wirst du nach deinem Login-Passwort gefragt, unter anderen Distributionen evtl. nach dem root-Passwort.)"
fr: "Lazyscripts va modifier la configuration du système et installer des logiciels. Pour cela, les permissions administrateur sont requises.(Dans Lazyscripts, le mot de passe est le même que celui utilisé lors dela première connexion)"
zh_cn: "执行'Lazyscripts 懒人包' 会修改系统设定，并会安装新软体，所以需要系统管理员权限。 请输入系统管理密码，才能继续执行。(在 Lazyscripts 下，预设这就是你登入系统时所用的密码。)"

# console.gui_run.downloading_scripts
source: Downloading scripts...
de: Lade Scripts herunter...
fr: Téléchargement des scripts...
zh_cn: 正在下载最新的脚本...

# gui.gtklib.select_defaultpool.title
source: Please select the script pool you want to use.
de: Bitte den Script-Pool wählen, den du verwenden willst
fr: Veuillez sélectionner la liste de scripts que vous voulez utiliser
zh_cn: 请选择您想使用的脚本库

# gui.gtklib.select_defaultpool.poolname
source: Script Pool Name
fr: Nom de la liste de scripts
zh_cn: 脚本库名称

# gui.gtklib.select_default.desc
source: Description
de: Beschreibung
zh_cn: 说明

# gui.gtklib.select_defaultpool.abort_with_empty_retrunvalue
source: Aborted: script pool not found.
de: Fehler - Script-Pool nicht gefunden
fr: Annulé : liste de scripts non trouvée
zh_cn: 终止! 找不到脚本库

# gui.gtklib.toolpage.items
source: Items
de: Artikel
fr: Éléments
zh_cn: 项目

# gui.gtklib.welcomepage.markup.desc
source: <b><big>Lazyscripts - Simple is more!</big></b> This software helps you to fine tune your system and install useful software. It saves time by providing solutions for common use cases, which would otherwise require you to search the internet. Please choose a category in the list on the left, then select items in the right panel that you would like to install or apply.
de: <b><big>Lazyscripts - Simple is more!</big></b> Lazyscripts hilft dir dabei, einfach Konfigurationsanpassungen zu machen, und Software nachzuinstallieren, nachdem du dein Linux aufgesetzt hast. Es hilft dir, Zeit zum Suchen von Lösungen im Netz zu sparen. Du kannst links durch die Kategorien gehen, und rechts die gewünschten Skripte (die Software installieren oder Konfigurationen vornehmen) anwählen.
fr: <b><big>Lazyscripts</big></b> Ce programme vous aide à ajuster votre système et à installer des applications utiles. Il fait économiser du temps en apportant des solutions aux cas d'utilisationles plus fréquents pour vous éviter d'avoir à chercher sur Internet. Veuillez sélectionner une catégorie dans la liste de gauche, puis sélectionnez un élément dans le panneau de droite que vous voulez installer ou appliquer.
zh_cn: <b><big>Lazyscripts - 少就是多!</big></b> 帮你解决安装後烦人的小设定，安装一些好用软体， 省去在茫茫网海中搜寻的时间。 请从左边的清单中，点选各个分类，选择你要套用的项目。

# gui.gtklib.welcomepage.markup.copyright
source: Copyright (C) %s, Designed and developed by Lazyscripts Developers.
de: Copyright (C) %s, Entworfen und programmiert von den Lazyscripts Entwicklern
fr: Copyright (C) %s, Conçu et développé par l'équipe Lazyscripts
zh_cn: Copyright (C) %s, 由 Lazyscripts 开发团队共同设计丶开发

# gui.gtklib.welcomepage.markup.project_web_prefix
source: Project Lazyscripts -
de: Lazyscripts-Projekt -
fr: Projet Lazyscripts -
zh_cn: Lazyscripts 专案-

# gui.gtklib.finalpage.execute_action
source: Execute action:
de: Aktion ausführen:
fr: Exécuter action :
zh_cn: 执行动作:

# gui.gtklib.toolpage.query_recommand
source: Lazysripts has enabled some recommand options for you to install.If it's the first time you use lazyscripts on a brand new Linux,we strongly recommend you use it. Do you want to apply the recommand options?
zh_cn: Lazyscripts 有一些推荐使用的脚本。如果这是您第一次在全新安装的Linux上使用Lazyscripts，我们强烈建议您使用。 您是否要使用推荐的脚本？

# gui.gtklib.mainwin.welcome
source: Welcome
de: Willkommen
fr: Bienvenue
zh_cn: 欢迎

# gui.gtklib.mainwin.result
source: Result
de: Ergebnis
fr: Résultats
zh_cn: 结果

# gui.gtklib.mainwin.reset_default_btn
source: Recommand Options
zh_cn: 使用推荐脚本

# gui.gtklib.mainwin.confrim_close
source: Do you really want to quit Lazyscripts?
de: Wirklich beenden?
fr: Voulez-vous vraiment quitter ?
zh_cn: 您是否真的要退出 Lazyscripts?

# gui.gtklib.mainwin.about.comments
source: An useful script-based management tool.
de: Ein nützliches Werkzeug um Scripts zu verwalten
fr: Un outil de gestion utile basé sur des scripts
zh_cn: 脚本管理工具

# gui.gtklib.mainwin.on_help.help_msg
source: If you have any suggestions or ideas about lazyscripts,or you find lazyscripts doesn't work for your Linux,you can contact us via the following ways.
zh_cn: 如果您对于 Lazyscripts 有任何建议或是想法，或是 Lazyscripts 无法运行于您的Linux上面，您都可以藉由以下方法来联系我们。

# gui.gtklib.mainwin.on_help.report_bug
source: <b><big>Report Bugs</big></b>
zh_cn: <b><big>回报臭虫</big></b>

# gui.gtklib.mainwin.on_help.contact_us
source: <b><big>Contact Us</big></b>
zh_cn: <b><big>联系我们</big></b>

# gui.gtklib.mainwin.complete.finished-install
source: [1;36mLazyscripts - script run has finished![1;32m Have fun with Linux![m
de: 033[1;36mLazyscripts - gewählte Skript-Aktionen wurden ausgeführt!033[1;32m Viel Spaß mit Linux!033[m
fr: [1;36mLazyscripts - le lancement du scripts est terminé ![1;32m Bon amusement avec Linux ![m
zh_cn: [1;36mLazyscripts - Linux 懒人包执行完成！[1;32m 祝你使用 Linux 愉快！[m
